Repository: walex36/my_to_do
Catalog: package/lib_dependencies/lib/l10n/app_*.arb
Languages: pt

# programas_ensinoDuration
source: Duration
pt: Duração

# inAppUpdate_mandatoryUpdateDesc
source: Mandatory update
pt: Atualização obrigatória

# inAppUpdate_availableUpdateDesc
source: Update available!
pt: Atualização disponível!

# inAppUpdate_proceedToUpdateDesc
source: Proceed to app update?
pt: Prosseguir para a atualização do app?

# inAppUpdate_wishToUpdateToNewestVersionDesc
source: Do you wish to update the app to the newest version?
pt: Deseja atualizá-lo para a versão mais recente?

# inAppUpdate_yesLabel
source: Yes
pt: Sim

# inAppUpdate_noLabel
source: No
pt: Não

# abaStorage_createdInLabel
source: Created in
pt: Criado em

# abaStorage_sizeLabel
source: Size
pt: Tamanho

# abaStorage_durationLabel
source: Duration
pt: Duração

# abaStorage_removeLabel
source: Remove
pt: Remover

# abaStorage_closeLabel
source: Close
pt: Fechar

# abaStorage_deleteAttachmentLabel
source: Delete attachment
pt: Excluir anexo

# abaStorage_deleteAttachmentConfirmationDesc
source: Are you sure you want to delete the attachment?
pt: Tem certeza que deseja excluir o anexo?

# abaStorage_cancelLabel
source: Cancel
pt: Cancelar

# abaStorage_deleteLabel
source: Delete
pt: Excluir

# abaStorage_fileNotFoundDesc
source: File not found
pt: Arquivo não encontrado

# abaStorage_fileTooLargeDesc
source: File too large
pt: Arquivo muito grande

# abaStorage_unableSaveFileDesc
source: Could not save file
pt: Não foi possivel salvar o arquivo

# abaStorage_unableDownloadFileDesc
source: Unable to download file
pt: Não foi possivel baixar o arquivo

# abaStorage_unableGetAbaFilesDesc
source: Unable to load files
pt: Não foi possivel carregar os arquivos

# abaStorage_unableDeleteFileDesc
source: Could not delete file
pt: Não foi possivel excluir o arquivo

# abaStorage_unableSyncFilesPendingDesc
source: Unable to sync pending files
pt: Não foi possivel sincronizar os arquivos pendentes

# abaStorage_noNetworkDesc
source: No internet connection
pt: Sem conexão com a internet

# abaStorage_unableSyncFilesDesc
source: Unable to sync files
pt: Não foi possivel sincronizar os arquivos

# abaStorage_unavailableFile
source: File not available
pt: Arquivo não disponível

# core_systemDefault
source: System default
pt: Padrão do sistema

# core_scheduleLabel
source: Schedule
pt: Agenda

# core_apprenticesLabel
source: Apprentices
pt: Aprendizes

# core_historyLabel
source: History
pt: Histórico

# core_sessionLabel
source: Session
pt: Sessão

# core_abcNarrativeLabel
source: ABC Narrative
pt: Narrativa ABC

# core_dailyEvolutionLabel
source: Daily Evolution
pt: Evolução Diária

# core_routineRecordsLabel
source: Routine Records
pt: Registros de Rotina

# core_guidanceTipsLabel
source: Guidance/Tips
pt: Orientações/Dicas

# core_graphicsLabel
source: Graphics
pt: Gráficos

# core_assessmentsLabel
source: Assessments
pt: Avaliações

# core_no_internet
source: No internet connection
pt: Sem conexão com a internet

# libDs_holdRecordReleaseFinishDesc
source: To use transcription, press and hold the button and release after 2 seconds when you finish speaking to confirm the recording
pt: Para usar a transcrição, pressione e segure o botão solte após 2 segundos ao terminar de falar para confirmar a gravação

# libDs_unableUseVoiceFeatureDesc
source: Unable to use voice feature
pt: Não foi possível utilizar o recurso de voz

# libDs_localeIdLabel
source: en-US
pt: pt-BR

# libDs_chooseInitialDate
source: Choose the initial date
pt: Escolha a data inicial

# libDs_chooseDuration
source: Choose the event duration
pt: Escolha a duração do evento

# libDs_saveSelectedLabel
source: Save selected
pt: Salvar selecionados

# libDs_cancelLabel
source: Cancel
pt: Cancelar

# libDs_archivesLabel
source: Archives
pt: Arquivos

# libDs_noImageOrVideoDesc
source: No images or videos for now...
pt: Sem imagens ou vídeos por enquanto...

# libDs_attachmentsLabel
source: {itens} of {maxItens} attachments
pt: {itens} de {maxItens} anexos

# libDs_attachFilesLabel
source: Attach files
pt: Anexar arquivos

# libDs_takePhotoOrRecordVideoLabel
source: Take a photo or record a video
pt: Tirar foto ou gravar vídeo

# libDs_attachImageVideoGalleryLabel
source: Attach image or video from your gallery
pt: Anexe imagem ou vídeo da sua galeria

# libDs_attachDocumentsGalleryLabel
source: Attach documents from your gallery
pt: Anexe documentos da sua galeria

# libDs_unableInitializeFilesDesc
source: Unable to initialize files
pt: Não foi possivel iniciar os arquivos

# libDs_allowCameraLabel
source: Allow camera use
pt: Permitir uso da câmera

# libDs_allowMicrophoneLabel
source: Allow audio recording
pt: Permitir gravação de audio

# libDs_permissionAccessCameraDesc
source: This function needs permission to access the camera.
pt: Está função precisa de permissão para acessar a câmera.

# libDs_syncPendingFilesTitle
source: Synchronizing pending files
pt: Sincronizando arquivos pendentes

# libDs_uploadProgressLabel
source: {uploaded} of {total} files synced: {progress}%
pt: {uploaded} de {total} arquivos sincronizados: {progress}%

# libDs_allFilesSyncedDesc
source: All files have been synced
pt: Todos os arquivos foram sincronizados

# libDs_waitProcessingFilesDesc
source: Please wait while processing files...
pt: Aguarde enquanto os arquivos são processados...

# libDs_selectedFilesReachedDesc
source: Selected files limit reached
pt: Limite de média selecionados atingido

# libDs_selectedPhotosOrVideosReachedDesc
source: Media limit reached
pt: Limite de mídia atingido.

# libDs_webCodeLabel
source: Web code:
pt: Código web:

# libDs_dateLabel
source: Date
pt: Data

# libDs_statusCanceledLabel
source: Canceled
pt: Cancelada

# libDs_statusSentLabel
source: Sent
pt: Enviada

# libDs_statusPausedLabel
source: Paused
pt: Pausada

# libDs_statusStartedLabel
source: Started
pt: Iniciada

# libDs_statusCompletedLabel
source: Completed
pt: Finalizada

# libDs_tempFileLabel
source: The file will be saved in the cloud until the selected item is sent, or for up to 30 days.
pt: O arquivo será salvo na nuvem até o envio do item selecionado, ou por até 30 dias.

# libDs_notUpdatedLabel
source: Not updated
pt: Não atualizado

# libDs_updatedAtDesc
source: Updated at: {updatedAt}
pt: Atualizado em: {updatedAt}

# libDs_codeLabel
source: Code
pt: Código

# libDs_descriptionLabel
source: Description
pt: Descrição
