Repository: walex36/my_to_do
Catalog: package/lib_dependencies/lib/l10n/app_*.arb
Languages: pt

# home_logoutLabel
source: Log out
pt: Deslogar

# home_startLabel
source: Start
pt: Início

# home_settingsLabel
source: Settings
pt: Configurações

# home_patientsLabel
source: Patients
pt: Pacientes

# home_sessionsLabel
source: Sessions
pt: Sessões

# home_scheduleLabel
source: Schedule
pt: Agenda

# home_updateMultiplePatientsDesc
source: Update multiple patients
pt: Atualizar vários pacientes

# home_unableStartDesc
source: Unable to start
pt: Não foi possivel iniciar

# home_browserSupportLabel
source: Browser support
pt: Suporte pelo navegador

# home_whastappSuportLabel
source: WhatsApp support
pt: Suporte pelo WhatsApp

# home_syncSessionsLabel
source: Sync Sessions
pt: Sincronizar Sessões

# home_unableSendSessionDesc
source: Unable to send session
pt: Não foi possível enviar a sessão

# home_patientDataSynchronizedSuccessfullyDesc
source: Patient data synchronized successfully
pt: Dados do paciente sincronizados com sucesso

# home_clickHoldPatientStartSelectionClickDesc
source: Click and hold on a patient to start the selection, and click again to select the desired patients
pt: Clique e segure em algum paciente para iniciar a seleção, e clique novamente para selecionar os pacientes desejados

# home_finishUpdateDesc
source: To finish and update, click the update button
pt: Para finalizar e atualizar, clique no botão de atualização

# home_noPatientsFoundDesc
source: No patients found
pt: Nenhum paciente encontrado

# home_accessOtherDataDesc
source: To access other data, access the web platform
pt: Para acessar outros dados, acesse a plataforma web

# home_unableSearchSessionListDesc
source: Unable to search session list.
pt: Não foi possível buscar a lista de sessões.

# home_checkYourInternetConnectionTryAgainDesc
source: Check your internet connection and try again
pt: Verifique sua conexão com a internet e tente novamente

# home_hashCopiedClipboardDesc
source: Hash copied to clipboard
pt: Hash copiada para área de transferência

# home_apprenticeAbsentLabel
source: Apprentice absent
pt: Aprendiz faltou

# home_errorLoadingPatientsListDesc
source: Error loading patient list. Please try again
pt: Erro ao carregar a lista de pacientes. Por favor, tente novamente

# home_drawer_footer
source: Made with ❤️ by the ABA+ team
pt: Feito com ❤️ pelo time ABA+

# home_drawer_error_message
source: Error on opening the support page
pt: Erro ao abrir a página de suporte

# home_userLabel
source: User:
pt: Usuário:

# home_aboutLabel
source: About
pt: Sobre

# home_lowMemoryLabel
source: Memory is running out. This may affect your use of the app.
pt: Memória está acabando. Isso pode afetar o seu uso do App.

# home_lowStorageLabel
source: Storage is running out. This may affect your use of the app.
pt: Armazenamento está acabando. Isso pode afetar o seu uso do App.

# splash_somethingWrongDesc
source: Oops... something went wrong
pt: Ops... algo deu errado

# splash_tryAgainLabel
source: Try again
pt: Tentar Novamente

# schedule_typeAppointmentAssessmentLabel
source: Assessment
pt: Avaliacao

# schedule_typeAppointmentDailyEvolutionLabel
source: Daily evolution
pt: Evolucao Diaria

# schedule_typeAppointmentSessionLabel
source: Session
pt: Sessao

# schedule_typeAppointmentSupervisionLabel
source: Supervision
pt: Supervisao

# schedule_typeAppointmentSchoolSupportLabel
source: School support
pt: Suporte escolar

# schedule_typeAppointmentVisitLabel
source: Visit
pt: Visita

# schedule_typeAppointmentPlanningLabel
source: Planning
pt: Planejamento

# schedule_typeAppointmentUndefinedLabel
source: Undefined type
pt: Tipo indefinido

# schedule_typeSituationStartedLabel
source: Started
pt: Iniciada

# schedule_typeSituationPendingLabel
source: Pending
pt: Pendente

# schedule_typeSituationScheduledLabel
source: Scheduled
pt: Agendado

# schedule_typeSituationCanceledLabel
source: Canceled
pt: Cancelado

# schedule_typeSituationAbsenceLabel
source: Absence
pt: Falta

# schedule_typeSituationFinishedLabel
source: Finished
pt: Finalizado

# schedule_typeSituationUndefinedLabel
source: Undefinite situation
pt: Situação Indefinida

# schedule_typeFilterTodayLabel
source: Today
pt: Hoje

# schedule_typeFilterNextSevenDaysLabel
source: Next 7 days
pt: Próximos 7 dias

# schedule_typeFilterLastSevenDaysLabel
source: Last 7 days
pt: Últimos 7 dias

# schedule_emptyAppointmentTypeFilterDesc
source: No appointments for the selected option
pt: Nenhum agendamento para a opção selecionada

# schedule_failureScheduleTitle
source: Unable to fetch appointment list
pt: Não foi possível buscar a lista de agendamentos

# schedule_failureScheduleDesc
source: Please check your internet connection and try again
pt: Verifique sua conexão com a internet e tente novamente

# schedule_emptyScheduleTitle
source: There are no appointments in the last 7 days
pt: Os últimos 7 dias não possuem agendamentos

# schedule_emptyScheduleDesc
source: To access older appointments, access the web platform
pt: Para acessar agendamentos mais antigos acesse a plataforma web

# schedule_failureModalStartServiceDesc
source: Unable to start service
pt: Não foi possível iniciar o atendimento

# schedule_codeModalTitle
source: Code
pt: Código

# schedule_typeServiceModalTitle
source: Type of service
pt: Tipo de atendimento

# schedule_scheduleDateModalTitle
source: Scheduled date
pt: Data agendada

# schedule_professionalModalTitle
source: Professional
pt: Profissional

# schedule_serviceLocationModalTitle
source: Service Location
pt: Local de Atendimento

# schedule_observationsModalTitle
source: Observations
pt: Observações

# schedule_startServiceLabel
source: Start service
pt: Iniciar atendimento

# schedule_searchApprenticeLabel
source: Search Apprentice
pt: Pesquisar Aprendiz

# abcNarrative_finishLabel
source: Finish
pt: Finalizar

# abcNarrative_pauseLabel
source: Pause
pt: Pausar

# abcNarrative_cancelLabel
source: Cancel
pt: Cancelar

# abcNarrative_abcNarrativeTitle
source: {plural, plural, =0{ABC Narrative} =1{ABC Narratives} other {ABC Narrative}}
pt: {plural, plural, =0{Narrativa ABC} =1{Narrativas ABC} other {Narrativa ABC}}

# abcNarrative_hashCopiedDesc
source: Hash copied to clipboard
pt: Hash copiada para área de transferência

# abcNarrative_eventDateLabel
source: Event''s Date
pt: Data Evento

# abcNarrative_durationLabel
source: Duration:
pt: Duração:

# abcNarrative_incidentLocationLabel
source: Incident''s Location:
pt: Local Incidente:

# abcNarrative_intensityDegreeLabel
source: Degree of Intensity:
pt: Grau de Intensidade:

# abcNarrative_backgroundLabel
source: A - Background:
pt: A - Antecedentes:

# abcNarrative_behaviorLabel
source: B - Behavior:
pt: B - Comportamento:

# abcNarrative_consequencesLabel
source: C - Consequences:
pt: C - Consequências:

# abcNarrative_continueLabel
source: Continue
pt: Continuar

# abcNarrative_openLabel
source: Open
pt: Abrir

# abcNarrative_sendLabel
source: Send
pt: Enviar

# abcNarrative_unableCreateAbcNarrativeDesc
source: It was not possible to start the creation of the abc narrative
pt: Não foi possível iniciar a criação da narrativa abc

# abcNarrative_newAbcNarrativeLabel
source: New ABC Narrative
pt: Nova Narrativa ABC

# abcNarrative_noAbcNarrativeCreatedDesc
source: No ABC narrative was created through the app
pt: Nenhuma narrativa abc foi criada através do aplicativo

# abcNarrative_unableStartAbcNarrativeListDesc
source: Unable to start abc narrative list
pt: Não foi possível iniciar lista de narrativas abc

# abcNarrative_newNarrativeLabel
source: New Narrative
pt: Nova Narrativa

# abcNarrative_abcNarrativeSavedSuccessfullyDesc
source: ABC Narrative saved successfully
pt: Narrativa ABC salva com sucesso

# abcNarrative_abcNarrativeActionsTitle
source: ABC Narrative Actions
pt: Ações da Narrativa ABC

# abcNarrative_dateTimeLabel
source: Date and Time:
pt: Data e Hora:

# abcNarrative_chooseLocation
source: Choose the location
pt: Escolha o local

# abcNarrative_successfullySentWebsiteDesc
source: Successfully sent to the website
pt: Enviada com sucesso para o site

# abcNarrative_notSendDueToConnectionProblemsDesc
source: It was not possible to send the evolution due to internet connection problems
pt: Não foi possivel enviar a evolução por problemas de conexão com a internet

# abcNarrative_startedAndClosedUnexpectedlyDesc
source: Started and closed unexpectedly.
pt: Iniciada e foi fechada inesperadamente.

# abcNarrative_pausedAndCanBeEditedDesc
source: Paused and can be edited
pt: Pausada e pode ser editada

# abcNarrative_statusCanceledLabel
source: Canceled
pt: Cancelada

# abcNarrative_statusSentLabel
source: Sent
pt: Enviada

# abcNarrative_statusPausedLabel
source: Paused
pt: Pausada

# abcNarrative_statusStartedLabel
source: Started
pt: Iniciada

# abcNarrative_statusCompletedLabel
source: Completed
pt: Finalizada

# abcNarrative_notSendNarrativeDueToConnectionDesc
source: It was not possible to send the ABC narrative due to internet connection problems
pt: Não foi possivel enviar a narrativa ABC por problemas de conexão com a internet

# patientsList_dataSyncWithSuccessDesc
source: Patient data synchronyzed successfully
pt: Dados do paciente sincronizados com sucesso

# patientsList_searchApprenticeLabel
source: Search Apprentice
pt: Pesquisar Aprendiz

# patientsList_lastSyncLabel
source: Last sync
pt: Última sincronização

# patientsList_notSynchronizedLabel
source: not synchronized
pt: não sincronizado

# config_aboutLabel
source: About
pt: Sobre

# config_appVersionLabel
source: App Version
pt: Versão do app

# config_userLabel
source: User:
pt: Usuário:

# config_userProfileLabel
source: User''s profile:
pt: Perfil do usuário:

# config_deviceHashCopiedToClipboardDesc
source: Device''s Hash copied to clipboard
pt: Hash do Aparelho copiado para área de transferência

# config_deviceHashLabel
source: Device''s Hash:
pt: Hash do Dispositivo:

# config_hashUnavailableDesc
source: Hash unavailable
pt: Hash indisponível

# config_unableGetDeviceDataDesc
source: Unable to get data from device
pt: Não foi possível obter dados do dispositivo

# config_contactSupport
source: Contact Support
pt: Entre em contato com o suporte

# config_language
source: Language
pt: Idioma

# avaliacoes_somethingWrongHappenedDesc
source: Something wrong happened
pt: Algo de errado aconteceu

# avaliacoes_unableToSyncDesc
source: Unable to sync assessment
pt: Não foi possível sincronizar a avaliação

# avaliacoes_unableToSearchDesc
source: We are unable to search for assessments at this time
pt: Não conseguimos buscar as avaliações no momento

# avaliacoes_noResponseOptionsDesc
source: This test does not have response options. Please access the web platform and register
pt: Este teste não possui opções de resposta. Por favor, acesse a plataforma web e realize o cadastro

# avaliacoes_categoryLabel
source: Category:
pt: Categoria:

# avaliacoes_milestoneLabel
source: Milestone:
pt: Marco:

# avaliacoes_criterionLabel
source: Criterion:
pt: Critério:

# avaliacoes_understoodLabel
source: Understood
pt: Entendi

# avaliacoes_assessmentPausedTitle
source: Assessment Paused
pt: Avaliação Pausada

# avaliacoes_assessmentCreatedOnDesc
source: There is an assessment created on {date}
pt: Existe uma avaliação criada no dia {date}

# avaliacoes_finishAndStartAgainLabel
source: Finish and start again
pt: Finalizar e iniciar novamente

# avaliacoes_continueLabel
source: Continue
pt: Continuar

# avaliacoes_cancelLabel
source: Cancel
pt: Cancelar

# avaliacoes_pauseLabel
source: Pause
pt: Pausar

# avaliacoes_finishLabel
source: Finish
pt: Finalizar

# avaliacoes_pauseAssessmentLabel
source: Pause Assessment
pt: Pausar Avaliação

# avaliacoes_cancelAssessmentLabel
source: Cancel Assessment
pt: Cancelar Avaliação

# avaliacoes_finishAssessmentLabel
source: Finish Assessment
pt: Finalizar Avaliação

# avaliacoes_wishToTakeActionDesc
source: Are you sure you wish to {action} the assessment?
pt: Tem certeza que deseja {action} a avaliação?

# avaliacoes_wishToExitTitle
source: Do you wish to exit the assessment?
pt: Deseja sair da avaliação?

# avaliacoes_chooseActionOrReturnDesc
source: Choose one of the closing actions or return to the assessment
pt: Escolha uma das ações de encerramento ou retorne a avaliação

# avaliacoes_recordAbsenceLabel
source: Record Absence
pt: Registrar Falta

# avaliacoes_observationLabel
source: Observation
pt: Observação

# avaliacoes_deleteObjectiveLabel
source: Delete objective
pt: Deletar objetivo

# avaliacoes_wishToDeleteObjectiveDesc
source: Are you sure you wish to delete the objective?
pt: Tem certeza que deseja deletar o objetivo?

# avaliacoes_deleteLabel
source: Delete
pt: Deletar

# avaliacoes_skillLabel
source: Skill
pt: Habilidade

# avaliacoes_nameLabel
source: Name:
pt: Nome:

# avaliacoes_noAssessmentPerformedDesc
source: You have no assessment performed on this device
pt: Você não possui avaliações realizadas nesse dispositivo

# avaliacoes_unableToStartAssessmentDesc
source: Unable to start the assessment. Please try again or contact support
pt: Não foi possível iniciar a avaliação. Por favor, tente novamente ou entre em contato com o suporte

# avaliacoes_unableToLoadAssessmentDesc
source: Unable to load the assessment. Please try again or contact support
pt: Não foi possível carregar as avaliações realizadas. Por favor, tente novamente ou entre em contato com o suporte

# avaliacoes_assessmentHasNoObjectivesDesc
source: The assessment has no objectives
pt: A avaliação não possui objetivos

# avaliacoes_unableToLoadObjectivesDesc
source: Unable to load objectives. Please try again
pt: Não foi possível carregar os objetivos. Por favor, tente novamente

# avaliacoes_startLabel
source: Start:
pt: Início:

# avaliacoes_endLabel
source: End:
pt: Fim:

# avaliacoes_pauseColonLabel
source: Pause:
pt: Pausa:

# avaliacoes_submissionLabel
source: Submission:
pt: Envio:

# avaliacoes_observationColonLabel
source: Observation:
pt: Observação:

# avaliacoes_assessmentNotSubmittedDesc
source: The assessment was not submitted due to data inconsistency. Please contact support
pt: A avaliação não foi enviada devido a inconsistência de dados. Por favor, entre em contato com o suporte

# avaliacoes_selectLevelLabel
source: Select a level
pt: Selecione um nível

# avaliacoes_notUpdatedLabel
source: Not updated
pt: Não atualizado

# avaliacoes_updatedAtDesc
source: Updated at: {updatedAt}
pt: Atualizado em: {updatedAt}

# avaliacoes_typeLabel
source: Type:
pt: Tipo:

# avaliacoes_levelLabel
source: Level:
pt: Nível:

# avaliacoes_levelsLabel
source: Levels
pt: Níveis

# avaliacoes_testsLabel
source: Tests
pt: Testes

# avaliacoes_skillsAndLevelsLabel
source: Skills and levels
pt: Habilidades e níveis

# avaliacoes_skillsAndTestsLabel
source: Skills and tests
pt: Habilidades e testes

# avaliacoes_levelsAndTestsLabel
source: Levels and tests
pt: Níveis e testes

# avaliacoes_objectiveLabel
source: Objective:
pt: Objetivo:

# avaliacoes_editLabel
source: Edit
pt: Editar

# avaliacoes_unableToActionAssessmentDesc
source: Unable to {action} the assessment
pt: Não foi possível {action} a avaliação

# avaliacoes_canceledLabel
source: canceled
pt: cancelada

# avaliacoes_pausedLabel
source: paused
pt: pausada

# avaliacoes_finishedLabel
source: finished
pt: finalizada

# avaliacoes_assessmentActionSuccessfullyDesc
source: Assessment {action} successfully
pt: Avaliação {action} com sucesso

# avaliacoes_errorSavingResponseDesc
source: Error saving response
pt: Erro ao salvar resposta

# avaliacoes_manageObjectivesLabel
source: Manage objectives
pt: Gerenciar objetivos

# avaliacoes_somethingWentWrongDesc
source: Something went wrong
pt: Algo de errado aconteceu

# avaliacoes_unableToSyncAssessmentDesc
source: Unable to synchronize the assessment
pt: Não foi possível sincronizar a avaliação

# avaliacoes_selectTheLevelLabel
source: Select the level
pt: Selecione o nível

# avaliacoes_selectTheSkillLabel
source: Select the skill
pt: Selecione a habilidade

# avaliacoes_insertTheObjectiveLabel
source: Insert the objective
pt: Insira o objetivo

# avaliacoes_createObjectiveLabel
source: Create Objective
pt: Criar Objetivo

# avaliacoes_levelTitle
source: Level
pt: Nível

# avaliacoes_objectiveTitle
source: Objective
pt: Objetivo

# avaliacoes_unableCreateObjectiveDesc
source: Unable to create objective
pt: Não foi possível criar objetivo

# avaliacoes_objectiveSuccessfullyEditedDesc
source: Objective successfully edited
pt: Objetivo editado com sucesso

# avaliacoes_unableEditObjectiveDesc
source: Unable to edit objective
pt: Não foi possível editar objetivo

# avaliacoes_objectiveSuccessfullyDeletedDesc
source: Objective successfully deleted
pt: Objetivo deletado com sucesso

# avaliacoes_unableDeleteObjectiveDesc
source: Unable to delete objective
pt: Não foi possível deletar objetivo

# avaliacoes_unableCompletePausedAssessmentDesc
source: Unable to complete the paused assessment
pt: Não foi possível finalizar a avaliação pausada

# avaliacoes_protocolsTitle
source: Protocols
pt: Protocolos

# avaliacoes_completedTitle
source: Completed
pt: Realizadas

# avaliacoes_searchSkillsTitle
source: Search skills
pt: Pesquisar habilidades

# avaliacoes_assessmentDateTitle
source: Assessment Date
pt: Data da Avaliação

# avaliacoes_dialogSaveLabel
source: Save
pt: Salvar

# avaliacoes_dialogCloseLabel
source: Close
pt: Fechar

# avaliacoes_intervieweesTitle
source: Interviewed
pt: Entrevistados

# avaliacoes_intervieweesParentsLabel
source: Parents Interviewed
pt: Pais Entrevistados

# avaliacoes_intervieweesOutherLabel
source: Other Interviewees
pt: Outros entrevistados

# avaliacoes_commentsTitle
source: Comments
pt: Observações

# avaliacoes_thereAreNoSkilEligibleLevelDesc
source: There are no skill eligible for this level at this time
pt: Não há nenhuma habilidade elegível para este nível no momento

# avaliacoes_thereAreNoTestsForSkillEligible
source: No tests were found for this skill.
pt: Não foram encontrados testes para essa habilidade.

# avaliacoes_statusCanceledLabel
source: Canceled
pt: Cancelada

# avaliacoes_statusSentLabel
source: Sent
pt: Enviada

# avaliacoes_statusPausedLabel
source: Paused
pt: Pausada

# avaliacoes_statusStartedLabel
source: Started
pt: Iniciada

# avaliacoes_statusCompletedLabel
source: Completed
pt: Finalizada

# avaliacoes_schedulingCodeDesc
source: This assessment is linked to code appointment
pt: A avaliação está vinculada ao agendamento de código

# avaliacoes_aditionalInfoPlaceholder
source: Enter additional information
pt: Insira informações adicionais

# avaliacoes_unableToStartAssessmentErrorSpecifiedDesc
source: Unable to start the assessment. Please access the web platform and check the {error} list for this protocol.
pt: Não foi possível iniciar a avaliação. Por favor, acesse a plataforma web e verifique a lista de {error} desse protocolo.

# avaliacoes_unableToSearchAssessmentsDesc
source: Unable to fetch assessments at this time, please try again or contact support.
pt: Não foi possível buscar as avaliações no momento, por favor tente novamente ou entre em contato com o suporte.

# avaliacoes_unableToLoadAssessmentsDesc
source: Something went wrong with the company you are accessing, please log out and log in again or contact support.
pt: Algo de errado aconteceu com a empresa em que está acessando, tente sair e acessar novamente ou entre em contato com o suporte.

# pastaCurricular_title
source: Curriculum Folder
pt: Pasta Curricular

# pastaCurricular_curriculumFolderSelectionTitle
source: Curriculum Folder Selection
pt: Seleção de Pasta Curricular

# pastaCurricular_apprenticeDataSynchronizedSuccessfullyDesc
source: Apprentice data synchronized successfully
pt: Dados do aprendiz sincronizados com sucesso

# pastaCurricular_apprenticeDataSyncedWaitSyncAgainDesc
source: Apprentice data synced, wait 5 minutes to sync again
pt: Dados do aprendiz sincronizados, espere 5 minutos para sincronizar novamente

# pastaCurricular_theprogramsFolderEligibleTargetsStimuliDisplayingInformationDesc
source: The programs in the folder have no eligible targets/stimuli for displaying information
pt: Os programas da pasta estão sem alvos/estímulos elegiveis para exibição das informações

# pastaCurricular_checkTargetsStimuliWebSystemDesc
source: Check targets/stimuli in the web system
pt: Verifique os alvos/estímulos no sistema web

# pastaCurricular_thereProblemLoadingCurriculumFolderDetailsDesc
source: There was a problem loading curriculum folder details
pt: Houve um problema ao carregar os detalhes da pasta curricular

# pastaCurricular_logOutLogBackNewSearchDesc
source: Log out and log back in for a new search.
pt: Saia e entre novamente para uma nova busca.

# pastaCurricular_theApprenticeSynchronizedFoldersCannotSearchedDesc
source: The apprentice has not yet been synchronized or the folders cannot be searched
pt: O aprendiz ainda não foi sincronizado ou não foi possível buscar as pastas

# pastaCurricular_pullDownRefreshApprenticeFoldersDesc
source: Pull down to refresh that apprentice''s folders.
pt: Puxe para baixo para atualizar as pastas desse aprendiz.

# pastaCurricular_numberProgramsLabel
source: Number of Programs
pt: Quantidade de Programas

# pastaCurricular_seeDetailsLabel
source: See details
pt: Ver Detalhes

# pastaCurricular_beginSessionLabel
source: Begin session
pt: Iniciar Sessão

# pastaCurricular_targetInformationLabel
source: Target information
pt: Informações dos alvos

# pastaCurricular_nameLabel
source: Name
pt: Nome

# pastaCurricular_categoryLabel
source: Category
pt: Categoria

# pastaCurricular_whatYouWantDoLabel
source: What do you want to do?
pt: O que deseja fazer?

# pastaCurricular_thereAlreadySessionDayDesc
source: There is already a session started on {date} at {hour} for this apprentice. Do you want to continue?
pt: Já existe uma sessão do dia {date} ás {hour} iniciada para esse aprendiz, deseja continuar?

# pastaCurricular_yesContinueServiceDesc
source: Yes, continue service
pt: Sim, continuar atendimento

# pastaCurricular_noFinishStartNewOneDesc
source: No, finish and start a new one
pt: Não, finalizar e iniciar uma nova

# pastaCurricular_criteriaInformationTitle
source: Criteria information
pt: Informações dos critérios

# pastaCurricular_programInformationTitle
source: Program Information
pt: Informações do Programa

# pastaCurricular_typeTeachingTitle
source: Type of Teaching
pt: Tipo de Ensino

# pastaCurricular_numberAttemptsLabel
source: Number of Attempts
pt: Quantidade de Tentativas

# pastaCurricular_scaleLabel
source: Scale
pt: Escala

# pastaCurricular_skillLabel
source: Skill
pt: Habilidade

# pastaCurricular_procedureLabel
source: Procedure
pt: Procedimento

# pastaCurricular_materialsLabel
source: Materials
pt: Materiais

# pastaCurricular_tipStepLabel
source: Tip Step
pt: Passo da Dica

# pastaCurricular_correctionProcedureLabel
source: Correction Procedure
pt: Procedimento de Correção

# pastaCurricular_learningCriteriaLabel
source: Learning Criteria
pt: Critério de Aprendizado

# pastaCurricular_objectives
source: Objectives
pt: Objetivos

# pastaCurricular_apprenticeHasNoCurriculumFolderDesc
source: The apprentice has no registered curriculum folders
pt: O aprendiz não possui pastas curriculares cadastradas

# pastaCurricular_continueLabel
source: Continue
pt: Continuar

# pastaCurricular_startSessionLabel
source: Start Session
pt: Iniciar Sessão

# pastaCurricular_folderNoProgramEligibleDesc
source: The curriculum folder has no eligible programs
pt: A pasta curricular não tem programas elegíveis

# pastaCurrilular_accessWebSite
source: Access our web platform to register
pt: Acesse nossa plataforma web para cadastrar
