Repository: walex36/my_to_do
Catalog: package/lib_dependencies/lib/l10n/app_*.arb
Languages: pt

# pastaCurricular_chooseOptionAndStart
source: Below are the CV Folder options for the patient. Choose one and start the session.
pt: Abaixo estão as opções de Pasta Curricular para o paciente. Escolha uma e inicie a sessão.

# pastaCurricular_targets
source: Targets
pt: Alvos

# pastaCurricular_criteria
source: Criteria
pt: Critérios

# routine_routineRecordsTitle
source: Routine Records
pt: Registros de Rotina

# routine_newRoutineRecordLabel
source: New Routine Record
pt: Novo Registro de Rotina

# routine_noRoutineRecordsCreatedThroughApplicationDesc
source: No routine records were created through the application
pt: Nenhum registro de rotina foi criada através do aplicativo

# routine_unableStartRoutineRecordDesc
source: Unable to start routine record
pt: Não foi possível iniciar registro de rotina

# routine_newRecordLabel
source: New Record
pt: Novo Registro

# routine_unableStartRoutineRecordCreationDesc
source: Unable to start routine record creation
pt: Não foi possível iniciar a criação do registro de rotina

# routine_dailyRecordSavedSuccessfullyDesc
source: Daily record saved successfully
pt: Registro diário salvo com sucesso

# routine_routineRecordActionsLabel
source: Routine Record Actions
pt: Ações do Registro de Rotina

# routine_expectedOutcomeLabel
source: Expected Outcome:
pt: Resultado Esperado:

# routine_yesLabel
source: Yes
pt: Sim

# routine_noLabel
source: No
pt: Não

# routine_recordTypeLabel
source: Record Type:
pt: Tipo de Registro:

# routine_locationIncidenceLabel
source: Incidence Location:
pt: Local de Incidência:

# routine_reportLabel
source: Report:
pt: Relatório:

# routine_hashCopiedClipboardDesc
source: Hash copied to clipboard
pt: Hash copiada para área de transferência

# routine_expectedResponseLabel
source: Expected Response
pt: Resposta Esperada

# routine_finishLabel
source: Finish
pt: Finalizar

# routine_pauseLabel
source: Pause
pt: Pausar

# routine_cancelLabel
source: Cancel
pt: Cancelar

# routine_dateTimeLabel
source: Date and Time:
pt: Data e Hora:

# routine_dateLabel
source: Date
pt: Data

# routine_continueLabel
source: Continue
pt: Continuar

# routine_sendLabel
source: Send
pt: Enviar

# routine_routineActionsTitle
source: Routine Actions
pt: Ações da Rotina

# routine_chooseLocation
source: Choose the location
pt: Escolha o local

# routine_chooseType
source: Choose the type
pt: Escolha o tipo

# routine_errorEmptyTypeRegisterDesc
source: No type of record has been registered. Please access the web platform and register
pt: Nenhum tipo de registro foi cadastrado. Por favor, acesse a plataforma web e realize o cadastro

# routine_errorEmptyLocalIncidentDesc
source: No incident location has been registered. Please access the web platform and register
pt: Nenhum local de incidencia foi cadastrado. Por favor, acesse a plataforma web e realize o cadastro

# routine_savedDeviceOnlyDesc
source: Routine Record saved on device only.
pt: Registro de rotina salvo somente no dispositivo.

# routine_statusCanceledLabel
source: Canceled
pt: Cancelada

# routine_statusSentLabel
source: Sent
pt: Enviada

# routine_statusPausedLabel
source: Paused
pt: Pausada

# routine_statusStartedLabel
source: Started
pt: Iniciada

# routine_statusCompletedLabel
source: Completed
pt: Finalizada

# routine_statusSubtitle
source: Status Subtitle
pt: Legenda dos Status

# routine_successfullySentWebsiteDesc
source: Successfully sent to the website
pt: Enviada com sucesso para o site

# routine_notSendDueToConnectionProblemsDesc
source: It was not possible to send the evolution due to internet connection problems
pt: Não foi possivel enviar a evolução por problemas de conexão com a internet

# routine_pausedAndCanBeEditedDesc
source: Paused and can be edited
pt: Pausada e pode ser editada

# routine_canceledAndCanBeEditedDesc
source: Canceled and can be edited
pt: Cancelada e pode ser editada

# routine_startedAndClosedUnexpectedlyDesc
source: Started and closed unexpectedly.
pt: Iniciada e foi fechada inesperadamente.

# dailyEvolution_dailyEvolutionsTitle
source: Daily Evolutions
pt: Evoluções Diárias

# dailyEvolution_newEvolutionTitle
source: New Evolution
pt: Nova Evolução

# dailyEvolution_noDailyEvolutionsCreatedThroughApplicationDesc
source: No daily evolutions were created through the application
pt: Nenhuma evolução diária foi criada através do aplicativo

# dailyEvolution_unableSearchDailyDevelopmentsDesc
source: Unable to search for daily developments
pt: Não foi possível buscar evoluções diarias

# dailyEvolution_unableStartDailyEvolutionDesc
source: Unable to start the daily evolution
pt: Não foi possível iniciar a evolução diária

# dailyEvolution_dailyEvolutionSavedSuccessfullyDesc
source: Daily evolution saved successfully
pt: Evolução diária salva com sucesso

# dailyEvolution_dailyEvolutionActionsTitle
source: Daily Evolution Actions
pt: Ações da Evolução Diária

# dailyEvolution_sendLabel
source: Send
pt: Enviar

# dailyEvolution_pauseLabel
source: Pause
pt: Pausar

# dailyEvolution_cancelLabel
source: Cancel
pt: Cancelar

# dailyEvolution_continueLabel
source: Continue
pt: Continuar

# dailyEvolution_openLabel
source: Open
pt: Abrir

# dailyEvolution_startLabel
source: Start
pt: Início

# dailyEvolution_terminationLabel
source: End
pt: Término

# dailyEvolution_serviceTitle
source: Service
pt: Atendimento

# dailyEvolution_serviceLabel
source: Service:
pt: Atendimento:

# dailyEvolution_observationsTitle
source: Observations
pt: Observações

# dailyEvolution_observationsLabel
source: Observations:
pt: Observações:

# dailyEvolution_hashCopiedClipboardDesc
source: Hash copied to clipboard
pt: Hash copiada para área de transferência

# dailyEvolution_untilLabel
source: {startDateTime} until {endDateTime}
pt: {startDateTime} até {endDateTime}

# dailyEvolution_startDateLabel
source: Start Date
pt: Data Inicio

# dailyEvolution_endDateLabel
source: End Date
pt: Data Fim

# dailyEvolution_dailyEvolutionSituationsTitle
source: Daily Evolution Situations
pt: Situações das Evoluções Diárias

# dailyEvolution_successfullySentWebsiteDesc
source: Successfully sent to the website
pt: Enviada com sucesso para o site

# dailyEvolution_notSendDueToConnectionProblemsDesc
source: It was not possible to send the evolution due to internet connection problems
pt: Não foi possivel enviar a evolução por problemas de conexão com a internet

# dailyEvolution_pausedAndCanBeEditedDesc
source: Paused and can be edited
pt: Pausada e pode ser editada

# dailyEvolution_canceledAndCanBeEditedDesc
source: Canceled and can be edited
pt: Cancelada e pode ser editada

# dailyEvolution_startedAndClosedUnexpectedlyDesc
source: Started and closed unexpectedly.
pt: Iniciada e foi fechada inesperadamente.

# dailyEvolution_startPeriodLabel
source: Start of Event
pt: Início do Evento

# dailyEvolution_endPeriodLabel
source: End of Event
pt: Fim do Evento

# dailyEvolution_statusSubtitle
source: Status Legend
pt: Legenda dos Status

# dailyEvolution_uploadSessionSummaryTitle
source: Upload sessions summary
pt: Carregar resumo da sessão

# dailyEvolution_attentionServiceFilledTitle
source: Attention: The service field is filled in.
pt: Atenção: O campo atendimento está preenchido.

# dailyEvolution_existingDataServiceReplacedDesc
source: The existing data in the Service field will be replaced with the session summary data. Do you wish to continue?
pt: Os dados existentes no campo Atendimento serão substituídos com os dados de resumo das sessões. Deseja continuar?

# dailyEvolution_dialogConfirmLabel
source: Confirm
pt: Confirmar

# dailyEvolution_dialogCancelLabel
source: Cancel
pt: Cancelar

# dailyEvolution_noServiceDatesInformed
source: No service found for the dates informed
pt: Nenhum atendimento encontrado para às datas informadas

# dailyEvolution_statusCanceledLabel
source: Canceled
pt: Cancelada

# dailyEvolution_statusSentLabel
source: Sent
pt: Enviada

# dailyEvolution_statusPausedLabel
source: Paused
pt: Pausada

# dailyEvolution_statusStartedLabel
source: Started
pt: Iniciada

# dailyEvolution_statusCompletedLabel
source: Completed
pt: Finalizada

# dailyEvolution_schedulingCodeDesc
source: This daily evolution is linked to code appointment
pt: A evolução diária está vinculada ao agendamento de código

# dailyEvolution_recordAbsenceLabel
source: Record Absence
pt: Registrar Falta

# dailyEvolution_notSendDailyEvolutionDueToConnectionDesc
source: It was not possible to send the daily evolution due to internet connection problems
pt: Não foi possivel enviar a evolução diária por problemas de conexão com a internet

# dailyEvolution_allowParentView
source: Allow responsible to view
pt: Permitir a visualização dos responsáveis

# dailyEvolution_notSaveDailyEvolution
source: Unable to save daily evolution
pt: Não foi possível salvar a evolução diária

# orientationTips_guidelinesTipsSavedSuccessfullyDesc
source: Guidelines/Tips saved successfully
pt: Orientações/Dicas salva com sucesso

# orientationTips_guidanceActionsTitle
source: Guidance Actions
pt: Ações da Orientação

# orientationTips_dateLabel
source: Date
pt: Data

# orientationTips_guidanceTipLabel
source: Guidance/Tip
pt: Orientação/Dica

# orientationTips_newGuidanceLabel
source: New Guidance
pt: Nova Orientação

# orientationTips_noGuidanceCreatedThroughAppDesc
source: No guidance was created through the app
pt: Nenhuma orientação foi criada através do aplicativo

# orientationTips_hashCopiedClipboardDesc
source: Hash copied to clipboard
pt: Hash copiado para a área de transferência

# orientationTips_newGuidanceTipsLabel
source: New Guidance/Tips
pt: Nova Orientações/Dicas

# orientationTips_thereErrorStartingGuidanceDesc
source: There was an error starting guidance
pt: Houve um erro ao iniciar a orientação

# orientationTips_thereErrorLoadingInstructionsTipsDesc
source: There was an error loading instructions/tips
pt: Houve um erro ao carregar orientações/dicas

# orientationTips_sendLabel
source: Send
pt: Enviar

# orientationTips_cancelLabel
source: Cancel
pt: Cancelar

# orientationTips_finishLabel
source: Finish
pt: Finalizar

# orientationTips_continueLabel
source: Continue
pt: Continuar

# orientationTips_statusCanceledLabel
source: Canceled
pt: Cancelada

# orientationTips_statusSentLabel
source: Sent
pt: Enviada

# orientationTips_statusPausedLabel
source: Paused
pt: Pausada

# orientationTips_statusStartedLabel
source: Started
pt: Iniciada

# orientationTips_statusCompletedLabel
source: Completed
pt: Finalizada

# orientationTips_statusSubtitle
source: Status Subtitle
pt: Legenda do Status

# orientationTips_successfullySentWebsiteDesc
source: Successfully sent to the website
pt: Enviada com sucesso para o site

# orientationTips_notSendDueToConnectionProblemsDesc
source: It was not possible to send the evolution due to internet connection problems
pt: Não foi possivel enviar a evolução por problemas de conexão com a internet

# orientationTips_startedAndClosedUnexpectedlyDesc
source: Started and closed unexpectedly.
pt: Iniciada e foi fechada inesperadamente.

# orientationTips_pausedAndCanBeEditedDesc
source: Paused and can be edited
pt: Pausada e pode ser editada

# orientationTips_canceledAndCanBeEditedDesc
source: Canceled and can be edited
pt: Cancelada e pode ser editada

# history_allLabel
source: All
pt: Todos

# history_sessionsLabel
source: Sessions
pt: Sessões

# history_narrativeLabel
source: Narratives
pt: Narrativas

# history_dailyEvolutionLabel
source: Daily Evolutions
pt: Evoluções Diárias

# history_routineLabel
source: Routines
pt: Rotinas

# history_assessmentLabel
source: Assessments
pt: Avaliações

# history_orderingLabel
source: Ordering
pt: Ordenação

# history_patientCodeLabel
source: Patient {patientCode}
pt: Paciente {patientCode}

# sessao_noCollectionDesc
source: No collection was made through the application
pt: Nenhuma coleta foi feita através do aplicativo

# graphics_unableFetchStatisticsDesc
source: Unable to fetch statistics
pt: Não foi possível buscar as estatísticas

# graphics_tryDifferentDateContactSupportDesc
source: Try a different date or contact support
pt: Tente com uma data diferente ou procure pelo suporte

# graphics_sessionsAttendedTitle
source: Sessions Attended
pt: Sessões Atendidas

# graphics_programsUsedTitle
source: Programs Used
pt: Programas Utilizados

# graphics_averageAttemptsSessionTitle
source: Average Attempts/Session
pt: Média de Tentativas/Sessão

# graphics_averageIndependenceSessionTitle
source: Average Independence/Session
pt: Média de Independência/Sessão

# graphics_performanceSkillTitle
source: Performance by Skill
pt: Desempenho por Habilidade

# graphics_answeredAttemptsIndependencePercentageTitle
source: Answered Attempts x Independence Percentage
pt: Tentativas Respondidas x Porcentagem Independência

# graphics_usingTargetsStimuliTitle
source: Using Targets and Stimuli
pt: Utilização Alvos e Estímulos

# graphics_highestPerformingProgramsTitle
source: Highest Performing Programs
pt: Programas com Maior Desempenho

# graphics_patientStatisticsTitle
source: Patient Statistics
pt: Estatísticas do Paciente

# graphics_initialDateLabel
source: Initial date
pt: Data Inicial

# graphics_finalDateLabel
source: Final date
pt: Data Final

# graphics_selectCurriculumFolderLabel
source: Select the curriculum folder
pt: Selecione a pasta curricular

# graphics_errorLabel
source: Error
pt: Erro

# graphics_helpLabel
source: Help
pt: Ajuda

# graphics_independenceLabel
source: Independence
pt: Independência

# graphics_answeredLabel
source: Answered
pt: Respondidas

# graphics_estimuloInterventionLabel
source: INTERVENTION
pt: INTERVENCAO

# graphics_estimuloAcquiredLabel
source: ACQUIRED
pt: ADQUIRIDO

# graphics_estimuloBaselineLabel
source: BASELINE
pt: LINHABASE

# graphics_estimuloMaintenanceLabel
source: MAINTENANCE
pt: MANUTENCAO

# graphics_estimuloGeneralizationLabel
source: GENERALIZATION
pt: GENERALIZACAO

# graphics_estimuloUndefinedLabel
source: ESTIMULO INDEFINIDO
pt: STIMULUS UNDEFINED

# graphics_title
source: Curriculum Folder
pt: Pasta Curricular

# graphics_periodEventLabel
source: Period of event
pt: Período do Evento

# patientHome_lastSyncLabel
source: Last sync
pt: Última sincronização

# patientHome_notSynchronizedLabel
source: not synchronized
pt: não sincronizado

# patientHome_year
source: years
pt: anos

# patientHome_month
source: month
pt: mês

# patientHome_months
source: months
pt: meses

# patientHome_and
source: and
pt: e

# sessao_saveLabel
source: Save
pt: Salvar

# sessao_closeLabel
source: Close
pt: Fechar

# sessao_programInformationTitle
source: Program Information
pt: Informações do Programa

# sessao_sortTargetsLabel
source: Sort targets by:
pt: Ordenar alvos por:

# sessao_sortDescriptionLabel
source: Description
pt: Descrição

# sessao_sortOrderLabel
source: Order
pt: Ordem

# sessao_sortGroupLabel
source: Group
pt: Grupo

# sessao_sortAlternateLabel
source: Alternate
pt: Alternado

# sessao_sortRandomLabel
source: Random
pt: Aleatório

# sessao_confirmLabel
source: Confirm
pt: Confirmar

# sessao_sessionCanceledErrorDesc
source: Session canceled due to error
pt: Sessão cancelada por estar com erro

# sessao_unableStartSessionDesc
source: Unable to log in
pt: Não foi possível iniciar a sessão

# sessao_unableUpdateSessionStatusDesc
source: Unable to update your session status
pt: Não foi possível atualizar o status da sua sessão

# sessao_sessionActionsTitle
source: Session Actions
pt: Ações da Sessão

# sessao_submitSessionLabel
source: Submit session
pt: Enviar sessão

# sessao_externalFactorsLabel
source: External factors
pt: Fatores Externos

# sessao_observationsLabel
source: Comments
pt: Observações

# sessao_inappropriateBehaviorsTitle
source: Interfering behaviors
pt: Comportamentos interferentes

# sessao_reinforcersTitle
source: Reinforcers
pt: Reforçadores

# sessao_thereAreNoTargetsEligibleProgramDesc
source: There are no targets eligible for this program at this time
pt: Não há alvos elegíveis para este programa no momento

# sessao_thereAreNoProgransEligiblemDesc
source: There are no prograns eligible
pt: Não há programas elegíveis

# sessao_recordAbsenceLabel
source: Record Absence
pt: Registrar Falta

# sessao_currentCriteriaLabel
source: Current criteria
pt: Criterio atual

# sessao_selectedLabel
source: Selected
pt: Selecionado

# sessao_activityLabel
source: Activity
pt: Atividade

# sessao_typeHereLabel
source: Type Here
pt: Digite aqui

# sessao_editQuantityLabel
source: Edit quantity
pt: Editar quantidade

# sessao_somethingWrongHappenedDesc
source: Something wrong happened
pt: Algo de errado aconteceu

# sessao_sessionDateLabel
source: Session Date
pt: Data da Sessão

# sessao_nameTitle
source: Name
pt: Nome

# sessao_scaleTitle
source: Scale
pt: Escala

# sessao_skillTitle
source: Skill
pt: Habilidade

# sessao_typeOfEducationTitle
source: Type of Education
pt: Tipo de Ensino

# sessao_numberOfAttemptsTitle
source: Number of Attempts
pt: Quantidade de Tentativas

# sessao_procedureTitle
source: Procedure
pt: Procedimento

# sessao_materialsTitle
source: Materials
pt: Materiais

# sessao_tipStepTitle
source: Tip Step
pt: Passo da Dica

# sessao_correctionProcedureTitle
source: Correction Procedure
pt: Procedimento de Correção

# sessao_learningCriterionTitle
source: Learning Criterion
pt: Critério de Aprendizado

# sessao_objectivesTitle
source: Objectives
pt: Objetivos

# sessao_sendLabel
source: Send
pt: Enviar

# sessao_cancelLabel
source: Cancel
pt: Cancelar

# sessao_pauseLabel
source: Pause
pt: Pausar

# sessao_searchProgramTitle
source: Search Program
pt: Pesquisar Programa

# sessao_idCode
source: Identification Code:
pt: Código de Identificação:

# sessao_program
source: Program
pt: Programa

# sessao_next_label
source: Next
pt: Próximo

# sessao_cancel_label
source: Cancel
pt: Cancelar

# sessao_targets
source: Targets
pt: Alvos

# sessao_criteria
source: Criteria
pt: Critérios

# sessao_typeTeachingTitle
source: Type of Teaching
pt: Tipo de Ensino

# sessao_numberAttemptsLabel
source: Number of Attempts
pt: Quantidade de Tentativas

# sessao_scaleLabel
source: Scale
pt: Escala

# sessao_categoryLabel
source: Category:
pt: Categoria:

# sessao_emptyBehaviors
source: The apprentice does not have registered behaviors
pt: O aprendiz não possui comportamentos cadastrados

# sessao_schedulingCodeDesc
source: This session is linked to code appointment
pt: A sessão está vinculada ao agendamento de código

# sessao_confirmDialogLabel
source: Confirm
pt: Confirmar

# sessao_cancelDialogLabel
source: Cancel
pt: Cancelar

# sessao_deleteBehaviorTitle
source: Remove behavior
pt: Remover comportamento

# sessao_deleteBehaviorDesc
source: Wish to remove the behavior {behavior}
pt: Deseja remover o comportamento {behavior}

# sessao_deleteReinforcerTitle
source: Remove reinforcer
pt: Remover reforçador

# sessao_deleteReinforcerDesc
source: Wish to remove the reinforcer {reinforcer}
pt: Deseja remover o reforçador {reinforcer}

# sessao_sheetOptions
source: Session Options
pt: Opções da Sessão

# sessao_noSessionCreatedDesc
source: No Session was created through the app
pt: Nenhuma Sessão foi criada através do aplicativo

# login_logoutLabel
source: Log out
pt: Deslogar

# login_unableLoginDesc
source: Unable to login
pt: Não foi possível fazer o login

# login_invalidLoginDesc
source: Invalid login
pt: Login Inválido

# login_passwordLabel
source: Password
pt: Senha

# login_enterLabel
source: Log in
pt: Entrar

# login_welcome
source: Welcome
pt: Bem vindo (a)

# login_subtitle
source: Enter your email and password below
pt: Entre com seu email e senha abaixo

# login_about_title
source: Want to know more?
pt: Quer conhecer mais?

# login_button
source: About ABA+
pt: Sobre o ABA+

# login_emailOrPasswordInvalidDesc
source: User or password invalid
pt: Usuário ou senha inválidos

# onboarding_welcome
source: Welcome to the ABA+ app
pt: Bem vindo ao aplicativo ABA+

# onboarding_firstPage_text1
source: Analyze the way you work, compare and have more convenience in data collection with the ABA+ app.
pt: Analise o modo como trabalha, compare e tenha mais praticidade na coleta de dados com o app ABA+ .

# onboarding_firstPage_text2
source: Replace paper with digital recording: fast, practical, and secure! Put an end to the manual and slow process of data entry on record sheets and spreadsheets.
pt: Substitua o papel pelo registro digital: rápido, prático e seguro! Dê fim ao processo manual e moroso de inserção de dados em folhas de registros e planilhas.

# onboarding_secondPage_title
source: Who it`s for
pt: Para quem é indicado

# onboarding_secondPage_psychologists
source: • Psychologists and psychoeducators
pt: • Psicólogos e psicopedagogos

# onboarding_secondPage_therapists
source: • Occupational therapists
pt: • Terapeutas ocupacionais

# onboarding_secondPage_speechtherapists
source: • Speech therapists
pt: • Fonoaudiólogos

# onboarding_secondPage_abascientists
source: • Professionals trained in ABA science
pt: • Profissionais capacitados na ciência ABA

# onboarding_secondPage_text
source: We have organized the system into 4 main modules to make life easier for our professionals.
pt: Organizamos o sistema em 4 módulos principais para facilitar a vida dos nossos profissionais.

# onboarding_thirdPage_title
source: Some features
pt: Algumas funcionalidades

# onboarding_thirdPage_patients_subtitle
source: Apprentice
pt: Aprendizes

# onboarding_thirdPage_patientsarea_subtitle
source: Apprentice`s Area
pt: Área do Aprendiz

# onboarding_thirdPage_session_subtitle
source: Session
pt: Sessão

# onboarding_thirdPage_avaliation_subtitle
source: Evaluation
pt: Avaliação

# onboarding_thirdPage_button
source: Continue
pt: Continuar

# checklist_modelsLabel
source: Models
pt: Modelos

# checklist_completedLabel
source: Completed
pt: Realizadas

# checklist_searchModelsLabel
source: Search for template
pt: Pesquisar modelo

# checklist_searchChecklistLabel
source: Search for checklist
pt: Pesquisar checklist

# checklist_unableLoadModelsDesc
source: Unable to load templates
pt: Não foi possível carregar os modelos

# checklist_tryAgainDesc
source: Please try again or contact support
pt: Por favor, tente novamente ou entre em contato com o suporte

# checklist_noChecklistFoundDesc
source: No CheckList found
pt: Nenhum CheckList encontrado

# checklist_newChecklistDesc
source: Create a new checklist by selecting a template
pt: Cadastre um novo checklist escolhendo um modelo

# checklist_noModelsFoundDesc
source: No model found
pt: Nenhum modelo encontrado

# checklist_newModelDesc
source: Create a new model in the web platform
pt: Cadastre um novo modelo no sistema web

# alvos_interventionLabel
source: INTERVENTION
pt: INTERVENCAO

# alvos_acquiredLabel
source: ACQUIRED
pt: ADQUIRIDO

# alvos_baselineLabel
source: BASELINE
pt: LINHABASE

# alvos_maintenanceLabel
source: MAINTENANCE
pt: MANUTENCAO

# alvos_generalizationLabel
source: GENERALIZATION
pt: GENERALIZACAO

# criterios_grauMoreIntrusive
source: MORE INTRUSIVE
pt: MAIS INTRUSIVA

# criterios_grauLessIntrusive
source: LESS INTRUSIVE
pt: MENOS INTRUSIVA

# criterios_grauError
source: ERROR
pt: ERRO

# criterios_grauIndependent
source: INDEPENDENT
pt: INDEPENDENTE

# criterios_grauIntrusivePartial
source: INTRUSIVE PARTIAL
pt: PARCIAL INTRUSIVA

# criterios_grauOmission
source: OMISSION
pt: OMISSAO

# programas_ensinoNaturalisticTeaching
source: Naturalistic Teaching
pt: Ensino Naturalístico

# programas_ensinoDiscreteStructured
source: Discrete Trial - Structured
pt: Tentativa Discreta - Estruturada

# programas_ensinoDiscreteInterleaved
source: Discrete Trial - Interleaved
pt: Tentativa Discreta - Intercalada

# programas_ensinoTaskAnalysis
source: Task Analysis
pt: Análise de Tarefas

# programas_ensinoFrequency
source: Frequency
pt: Frequência
