Repository: walex36/my_to_do
Catalog: packages/lib_dependencies/lib/l10n/app_*.arb
Languages: pt

# task_nameTitle
source: To-do list
pt: Lista de tarefas

# task_myTaskInitializingLabel
source: Minhas Tarefas initializing
pt: Minhas Tarefas inicializando

# task_allSegmentLabel
source: All
pt: Todos

# task_pendingSegmentLabel
source: Pending
pt: Pendente

# task_doneSegmentLabel
source: Done
pt: Feito

# task_descriptionOfTheTaskLabel
source: Description of the task
pt: Descrição da tarefa

# task_newTaskLabel
source: New Task
pt: Nova Tarefa

# task_listEmpytDesc
source: No tasks
pt: Não há tarefas

# task_unexpectedErrorDesc
source: An unexpected error occurred, please restart the app
pt: Ocorreu um erro inesperado, por favor reinicie a aplicação

# task_notFoundErrorDesc
source: Error finding task, please restart the app
pt: Erro ao encontrar tarefa, por favor tente reiniciar a aplicação

# task_notCreateErrorDesc
source: Error creating task, please restart the app
pt: Erro ao criar tarefa, por favor tente reiniciar a aplicação

# task_notUpdateErrorDesc
source: Error updating task, please restart the app
pt: Erro ao atualizar tarefa, por favor tente reiniciar a aplicação

# task_notDeleteErrorDesc
source: Error deleting task, please restart the app
pt: Erro ao excluir tarefa, por favor tente reiniciar a aplicação

# lib_ds_saveLabel
source: Save
pt: Salvar

# lib_ds_deleteLabel
source: Delete
pt: Excluir
